Repository: kasymovga/rexuiz
Catalog: rexuiz-data.pk3/menu.dat.*.po
Languages: de, pt

source: Singleplayer
de: Einzelspieler
pt: Um jogador

source: Classic Campaign
de: Klassische Kampagne
pt: Campanha classica

source: Survival Campaign
de: Überlebenskampagne
pt: Campanha sobrevivente

source: Arena Training
pt: Arêna de treino

source: Single Player (Demo)
de: Einzelspieler (Demo)
pt: Um Jogador (Demo)

source: Difficulty:
de: Schwierigkeitsgrad:
pt: Dificuldade:

source: Load Game...
de: Lade Spiel...
pt: Carregando Jogo...

source: Start Game!
de: Spielstart!
pt: Começo do Jogo!

source: Easy
de: Leicht
pt: Fácil

source: Medium
de: Mittel
pt: Médio

source: Hard
de: Schwer
pt: Dificil

source: Insane
de: Horror
pt: Insano

source: Multiplayer
de: Mehrspieler
pt: Multi-jogador

source: Servers
de: Server
pt: Servidores

source: Create
de: Erstellen
pt: Criar

source: Player Setup
de: Spielereinstellungen
pt: Configuração Jogador

source: Credits
pt: Créditos

source: Settings
de: Einstellungen
pt: Paramêtros

source: Input
de: Eingabe
pt: Entrada

source: Effects
de: Effekte
pt: Efeitos

source: Network
de: Netzwerk
pt: Rede

source: Misc
de: Verschiedenes
pt: Diversos

source: Show netgraph
de: Zeige Netzgrafik
pt: Mostrar netgraph

source: Network speed:
de: Netzwerkgeschwindigkeit:
pt: Vel. da rede:

source: Input packets/s:
pt: Entrada pacotes/s:

source: HTTP downloads:
pt: HTTP baixados:

source: Speed (kB/s):
de: Geschwindigkeit (kB/s):
pt: Velocidade (kB/s):

source: Client UDP port:
pt: Porta cliente UDP:

source: Map list:
de: Kartenliste:
pt: Lista de mapas:

source: All
de: Alle
pt: Todos

source: None
de: Nichts
pt: Nenhum

source: Match settings:
de: Match-Einstellungen:
pt: Paramêtros da partida:

source: Clear
de: Löschen
pt: Limpar

source: Bookmark
de: Lesezeichen
pt: Repertoriar

source: Address:
de: Adresse:
pt: Endereço:

source: Join!
de: Beitreten!
pt: Entrar!

source: Host name
pt: Nome do host

source: Map
pt: Mapa

source: Type
de: Typ
pt: Tipo

source: Players
de: Spieler
pt: Jogadores

source: Filter:
pt: Filtrar:

source: Empty
de: Leer
pt: Vazio

source: Pause
pt: Pausa

source: Full
de: Voll
pt: Cheio

source: Start Multiplayer!
pt: Começar Multi-jogador!

source: Time limit:
de: Zeitlimit:
pt: Tempo limite:

source: Frag limit:
pt: Limite de frags:

source: Win limit:
de: Gewinnlimit:
pt: Limite de vitórias:

source: Player slots:
de: Spieler-Slots:
pt: Números de lugares de Jogadores:

source: Number of bots:
de: Anzahl der Bots:
pt: Número de Bots:

source: Bot skill:
de: Bot-Stärke:
pt: Nível do Bot:

source: Bot names:
de: Bot-Namen:
pt: Nome dos Bots:

source: Map voting:
de: Kartenwahl:
pt: Votação do mapa:

source: Simple majority wins vcall
de: Einfache Mehrheit gewinnt vcall
pt: A maioria simples ganha o vcall

source: Advanced settings...
de: Erweiterte Einstellungen...
pt: Parametros avançados...

source: Mutators...
de: Mutatoren...
pt: Mutadores...

source: No voting
de: Keine Wahlen
pt: Sem votação

source: 2 choices
de: 2 Möglichkeiten
pt: 2 escolhas

source: 3 choices
de: 3 Möglichkeiten
pt: 3 escolhas

source: 4 choices
de: 4 Möglichkeiten
pt: 4 escolhas

source: 5 choices
de: 5 Möglichkeiten
pt: 5 escolhas

source: 6 choices
de: 6 Möglichkeiten
pt: 6 escolhas

source: 7 choices
de: 7 Möglichkeiten
pt: 7 escolhas

source: 8 choices
de: 8 Möglichkeiten
pt: 8 escolhas

source: 9 choices
de: 9 Möglichkeiten
pt: 9 escolhas

source: Point limit:
de: Punktelimit:
pt: Limite de pontos:

source: Capture limit:
pt: Limite de capturas:

source: Goals:
de: Punkte:
pt: Objetivos:

source: Laps:
de: Runden:
pt: Voltas:

source: Mutators
de: Mutatoren
pt: Mutadores

source: Advanced server settings
de: Erweiterte Servereinstellungen
pt: Parametros avançados do servidor

source: Game settings:
de: Spieleinstellungen:
pt: Parametros do jogo:

source: Allow spectating
de: Beobachten erlauben
pt: Autorizar espectadores

source: Spawn shield:
de: Spawn-Schild:
pt: Proteção spawn:

source: Start delay:
de: Startverzögerung:
pt: Delay de início:

source: Friendly fire scale:
de: Friendly fire Ausmaß:
pt: Distancia de tiro amigo:

source: Friendly fire penalty:
de: Friendly fire Strafe:
pt: Punição de tiro amigo:

source: Teams:
pt: Equipes:

source: Teamplay settings:
de: Teamplay-Einstellungen:
pt: Paremêtros Teamplay:

source: Record demos while playing
de: Demos während des Spiels aufnehmen
pt: Gravar demos durante o jogo

source: Apply immediately
de: Sofort anwenden
pt: Aplicar imediatamente

source: Name:
pt: Nome:

source: Model:
pt: Modelo:

source: Field of View:
de: Sichtfeld:
pt: Campo de visão:

source: Damage kick:
de: Trefferrückschlag:
pt: Danos do chute:

source: Zoom Factor:
de: Zoom-Stärke:
pt: Fator do Zoom:

source: Zoom speed:
de: Zoom-Geschwindigkeit:
pt: Velocidade do Zoom :

source: Weapon settings...
de: Waffeneinstellungen...
pt: Parametros das armas...

source: Show names:
de: Namen anzeigen:
pt: Mostrar os nomes:

source: All players
de: Alle Spieler
pt: Todos os jogadores

source: Teammates
pt: Comp. de equipe

source: Never
de: Niemals
pt: Nunca

source: Per weapon crosshairs
de: Fadenkreuz pro Waffe
pt: Mira por arma

source: & crosshair colors
de: & Fadenkreuzfarben
pt: & cores da mira

source: Crosshair:
de: Fadenkreuz:
pt: Mira:

source: Crosshair Size:
de: Fadenkreuz-Größe:
pt: Tamanho da Mira:

source: Crosshair Alpha:
de: Fadenkreuz-Alpha:
pt: Alpha da Mira:

source: Crosshair Red:
de: Fadenkreuz-Rot:
pt: Mira Vermelha:

source: Crosshair Green:
de: Fadenkreuz-Grün:
pt: Mira Verde:

source: Crosshair Blue:
de: Fadenkreuz-Blau:
pt: Mira Azul:

source: Weapon settings
de: Waffeneinstellungen
pt: Paramêtros das armas

source: Disable gore effects
de: Treffer-Effekte ausschalten
pt: Desativar efeitos de sangramento

source: Few
de: Wenig
pt: Pouco

source: Many
de: Mittel
pt: Bastante

source: Lots
de: Viel
pt: Muito

source: Up
de: Hoch
pt: Emcima

source: Down
de: Runter
pt: Embaixo

source: Weapon priority list:
de: Waffenprioritätenliste:
pt: Lista de prioridade das armas:

source: Use priority list for weapon cycling
de: Benutze Prioritätenliste zum Waffenwechsel
pt: Utilisar a liste de prioridades para o ciclo das armas

source: Auto switch weapons on pickup
de: Automatischer Waffenwechsel beim Einsammeln
pt: Mudar automaticamente a arma quando for pega

source: Draw 1st person weapon model
de: Zeichne first-person-Waffe
pt: Desenhar o modelo de arma em 1 pessoa

source: Weapon alpha:
de: Waffen-Alpha:
pt: Alpha da arma:

source: Align:
de: Ausrichtung:
pt: Alinhamento:

source: Left
de: Links
pt: Esquerda

source: Right
de: Rechts
pt: Direita

source: Left or center
de: Links oder Mitte
pt: Esquerda ou centro

source: Right or center
de: Rechts oder Mitte
pt: Direita ou centro

source: Force center position
de: Erzwinge mittlere Position
pt: Forçar a posição do centro

source: Weapon location hint
de: Hinweis zur Waffenposition
pt: Indice de localisação das armas

source: Flip view horizontally
de: Ansicht horizontal spiegeln
pt: Retournar a vista horizontalmente

source: HUD settings:
de: HUD-Einstellungen:
pt: Paramêtros HUD:

source: Background:
de: Hintergrund:
pt: Fundo:

source: Default red:
pt: Padrão Vermelho:

source: Default green:
pt: Padrão Verde:

source: Default glue:
pt: Padrão Azul:

source: Team color:
de: Teamfarbe:
pt: Cor do time:

source: Waypoint settings:
de: Wegpunkteinstellungen:
pt: Paramêtros do Waypoint:

source: Show base waypoints
de: Zeige Base-Wegpunkte
pt: Mostrar waypoints da base

source: Waypoint scale:
de: Wegpunktgröße:
pt: Escala do waypoint:

source: Waypoint alpha:
de: Wegpunkt-Alpha:
pt: Alpha do Waypoint:

source: Key bindings:
de: Tastenbelegung:
pt: Funções das teclas:

source: Sensitivity:
de: Empfindlichkeit:
pt: Sensibilidade:

source: UI mouse speed:
de: UI-Mausgeschwindigkeit:
pt: Velocidade UI do mouse:

source: Invert mouse
de: Maus invertieren
pt: Inverter mouse

source: Use joystick input
de: Benutze Joystick-Eingabe
pt: Utiliser a entrada do joystick

source: "enter console" also closes
de: Entertaste schließt auch die Konsole
pt: "entrar no console" tambem fecha

source: Show binds:
de: Zeige Tastenbelegung:
pt: Mostrar atalhos:

source: Actions
de: Aktionen
pt: Ações

source: Bound keys
de: Zugewiesene Tasten
pt: Teclas parametradas

source: Both
de: Beide
pt: Ambos

source: Show pressed keys
de: Gedrückte Tasten anzeigen
pt: Mostrar teclas apertadas

source: Change key...
de: Taste wechseln...
pt: Modificar tecla...

source: Edit...
de: Bearbeiten...
pt: Editar...

source: Full screen
de: Vollbild
pt: Tela cheia

source: Desktop resolution
de: Desktopauflösung
pt: Resolução da area de trabalho

source: Resolution:
de: Auflösung:
pt: Resolução:

source: Color depth:
de: Farbtiefe:
pt: Número de cores:

source: Texture compression
de: Texturkomprimierung
pt: Compressão das texturas

source: Fast
de: Schnell
pt: Rapido

source: Good
de: Gut
pt: Bom

source: Vertical Synchronization
de: Vertikale Synchronisation
pt: Sincronisação Vertical

source: Use OpenGL 2.0 shaders (GLSL)
de: Verwende OpenGL 2.0 shaders (GLSL)
pt: Utilisar OpenGL 2.0 shaders (GLSL)

source: Use Occlusion Queries
de: Verwende Occlusion Queries
pt: Utilisar Occlusion Queries

source: Off
de: Aus
pt: Desligado

source: Vertices, some Tris (compatible)
de: Vertices, einige Tris (Kompatibel)
pt: Vertices, Alguns Tris (compatibles)

source: Vertices and Triangles
de: Vertices und Triangles
pt: Vertices e triangulos

source: Depth first:
de: Tiefe zuerst:
pt: Prof. antes:

source: Disabled
de: Deaktiviert
pt: Desativado

source: World
de: Welt
pt: Mundo

source: Disable multithreaded OpenGL
de: Multithreaded OpenGL ausschalten
pt: Desativar multithreaded OpenGL

source: Wait for GPU to finish each frame
de: Warten bis GPU den Frame berechnet hat
pt: Esperar o GPU para finalisar cada frame

source: Brightness:
de: Helligkeit:
pt: Luminosidade:

source: Contrast:
de: Kontrast:
pt: Contraste:

source: Contrast boost:
de: Kontrast-Boost:
pt: Reforçar Contraste:

source: Saturation:
de: Sättigung:
pt: Saturação:

source: Use GLSL to handle color control
de: Verwende GLSL zur Farbsteuerung
pt: Utilisar GLSL para gestão do controle de cores

source: Ambient light:
de: Umgebungslicht:
pt: Luz ambiente:

source: Intensity:
de: Intensität:
pt: Intensidade:

source: Quality preset:
de: Qualitätsvoreinstellung:
pt: Qualidade de pré-regulagem:

source: Low
de: Niedrig
pt: Baixo

source: High
de: Hoch
pt: Alto

source: Geometry detail:
de: Geometriedetail:
pt: Detalhes da geometria:

source: Best
de: Beste
pt: Melhor

source: Lowest
de: Niedrigste
pt: Pior

source: Ambient:
de: Umgebungslicht:
pt: Ambiente:

source: Texture quality:
de: Texturqualität:
pt: Qualidade da textura:

source: World texture quality:
de: Welttexturqualität:
pt: Qualidade de la texture do mapa:

source: Anisotropy:
de: Anisotropie:
pt: Anisotropia:

source: Particle quality:
de: Partikelqualität:
pt: Qualidade das particulas:

source: Particle dist.:
de: Partikelentfernung:
pt: Dist. particula:

source: Gibs count:
de: Eingeweideanzahl:
pt: Cohntagem de Gibs:

source: Casing count:
de: Patronenhülsenanzahl:
pt: Contagem de revestimento:

source: Decals
de: Einschüsse
pt: Decalques

source: Distance:
de: Entfernung:
pt: Distancia:

source: Time:
de: Zeit:
pt: Tempo:

source: Use lightmaps
de: Verwende lightmaps
pt: Utilisar lightmaps

source: Gloss
de: Glanz
pt: Brilhante

source: Offset mapping
pt: Mapeamento do deslocamento

source: Relief mapping
pt: Mapeamento do relevo

source: Reflections:
de: Reflektionen:
pt: Reflexões:

source: Realtime dynamic lighting
de: Dynamische Echtzeitbeleuchtung
pt: Iluminação dinâmica em tempo real

source: Shadows
de: Schatten
pt: Sombras

source: Realtime world lighting
de: Echtzeit-Weltbeleuchtung
pt: Iluminação geral em tempo real

source: Use normal maps
de: Normale Karten verwenden
pt: Utilisar mapas normais

source: Deform vertexes
de: Vertexes verformen
pt: Deformar vértices

source: Motion blur:
de: Bewegungsunschärfe:
pt: blur movimento:

source: Damage blur:
de: Schadensunschärfe:
pt: blur: danos

source: Music:
de: Musik:
pt: Musica:

source: Items:
pt: Itens:

source: Pain:
de: Schmerz:
pt: Dor:

source: Player:
de: Spieler:
pt: Jogador:

source: Shots:
de: Schüsse:
pt: Tiros:

source: Voice:
de: Stimme:
pt: Voz:

source: Weapons:
de: Waffen:
pt: Armas:

source: Frequency:
de: Frequenz:
pt: Frequencia:

source: Channels:
de: Kanäle:
pt: Canais:

source: Swap Stereo
de: Stereo tauschen
pt: Inverter estereo

source: Headphone friendly mode
de: Kopfhörerfreundlicher Modus
pt: Fone de ouvido em modo compatível

source: Stereo
pt: Estereo

source: Spatial voices:
de: Stimmnachrichten:
pt: Vozes espaciais:

source: Taunts
de: Spotte
pt: Provocação

source: Taunt range:
de: Spottreichweite:
pt: Gama de Provocação:

source: Long
de: Lang
pt: Longo

source: Very long
de: Sehr lang
pt: Muito Longo

source: Short
de: Kurz
pt: Pequeno

source: Very short
de: Sehr kurz
pt: Muito pequeno

source: Automatic taunts
de: Auto-Verspottungen
pt: Provocação automática

source: Time warning:
de: Zeitwarnung:
pt: Aviso de tempo:

source: 1 minute
pt: 1 Minuto

source: 5 minutes
de: 5 Minuten
pt: 5 Minutos

source: Hit indicator
de: Trefferanzeige
pt: Indicador de acerto

source: Annoying chat beep sound
de: Markantes Chatsignal
pt: Bip de chato de conversa

source: Unlimited
de: Unbegrenzt
pt: Ilimitado

source: OFF
de: Aus
pt: Desligado

source: Menu skins:
pt: Cara do menu:

source: Show current time
de: Uhrzeit anzeigen
pt: Mostrar o tempo atual

source: Show current date
de: Datum anzeigen
pt: Mostrar a data atual

source: Show frames per second
de: Frames per secound anzeigen
pt: Mostrar frames por segundo

source: Speedometer
de: Tacho
pt: Velocímetro

source: Show accelerometer
de: Beschleunigung anzeigen
pt: Mostrar acelerômetro

source: Accelerometer scale:
de: Beschleunigungsgröße:
pt: Escala do acelerômetro:

source: Simple items
de: Einfache Items
pt: Itens simples

source: Old nex model
de: Altes nex-Modell
pt: Antigo modelo Nex

source: Bright player skins
de: Skin-Helligkeit
pt: Skins dos jogadores luminosos

source: Cvar filter:
pt: Filtro cvar:

source: Setting:
de: Einstellung:
pt: Paramêtros:

source: Type:
de: Typ:
pt: Tipo:

source: Value:
de: Wert:
pt: Valor:

source: Description:
de: Beschreibung:
pt: Descrição:

source: knots
de: Knoten
pt: nós

source: qu/s (hidden)
de: qu/s (versteckt)
pt: qu/s (caché)

source: , will not be saved
de: , wird nicht gespeichert
pt: , não será salvo

source: , will be saved to config.cfg
de: , wird in config.cfg gespeichert
pt: , não será salvo no config.cfg

source: , engine setting
pt: , parametros do sistema

source: , read only
de: , nur lesen
pt: , somente leitura

source: Remove
de: Entfernen
pt: Retirar

source: Server Information
pt: Informação do Servidor

source: Players:
de: Spieler:
pt: Jogadores:

source: Map:
pt: Mapa:

source: Version:
pt: Versão:

source: Close
de: Schließen
pt: Fechar

source: Language...
de: Sprache...
pt: Língua... / Language...

source: Language
de: Sprache
pt: Linguagem / Language

source: Disable Nexuiz-compatible symbols
de: Deaktiviere Nexuiz-kompatible Symbole
pt: Desativar simbolo Nexuiz-compatible

source: * Needed for some european characters, player names might be displayed incorrectly
de: * Für einige europäische Buchstaben erforderlich. Spielernamen werden möglicherweise falsch angezeigt
pt: * Necessario para alguns caracteres europeus, os nomes dos jogadores podem ser exibidos incorrecatmente

source: HUD & Waypoints...
de: HUD & Wegpunkte...

source: Gibs:
de: Eingeweide:

source: HUD & Waypoints
de: HUD & Wegpunkte

source: Default Red:
de: Standard Rot:

source: Default Green:
de: Standard Grün:

source: Default Blue:
de: Standard Blau:

source: Blurred
de: Unscharf

source: Sharp
de: Scharf

source: Coronas
de: Lichtschein
